Repository: user152736/Online_Book_Shop_Bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ko, ru

source: Jami: {all_sum} so'm
ko: 총계: {all_sum} 숨
ru: Итого: {all_sum} сум

source: Categoriyalardan birini tanlang 👇🏻
ko: 카테고리 중 하나를 선택하세요 👇🏻
ru: Выбирайте одну из категорий 👇🏻

source: Eng kamida 1 ta kitob buyurtma qilishingiz mumkin! 😊
ko: 최소 1권 이상 주문 가능합니다! 😊
ru: Выбирайте одну из категорий 👇🏻

source: ❌ Savatni tozalash
ko: ❌ 바구니 청소하기
ru: ❌Чистка корзины

source: ✅ Buyurtmani tasdiqlash
ko: ✅ 주문 확인
ru: ✅ Подтверждение заказа

source: ◀️ orqaga
ko: ◀️뒤로
ru: ◀️ назад

source: 🔢 Buyurtma raqami: <b>{name}</b> 📆 Buyurtma qilingan sana: <b>{date_time}</b> 🟣 Buyurtma holati: <b>{order_status}</b>
ko: 🔢 주문 번호: <b>{name}</b> 📆 주문 날짜: <b>{date_time}</b> 🟣 주문 상태: <b>{order_status}</b>
ru: 🔢 Номер заказа: <b>{name}</b> 📆Дата заказа: <b>{date_time}</b> 🟣 Статус заказа: <b>{order_status}</b>

source: 📞 Telefon raqam
ko: 📞 전화번호
ru: 📞 Номер телефона

source: Telefon raqamingizni qoldiring (📞 Telefon raqam tugmasini bosing): 👇🏻
ko: 전화번호를 남겨주세요(📞 전화번호 버튼 클릭): 👇🏻
ru: Оставьте свой номер телефона (нажмите кнопку 📞 Номер телефона): 👇🏻

source: 📞 Raqamingiz qabul qilindi. Tashakkur!
ko: 📞 귀하의 전화번호가 수신되었습니다. 감사해요!
ru: 📞Ваш номер получен. Спасибо!

source: Telefon raqamingizni olishda xatolik yuz berdi. Iltimos, qayta urinib ko'ring.
ko: 전화번호를 검색하는 중 오류가 발생했습니다. 다시 시도해 주세요.바라보다.
ru: «Произошла ошибка при получении вашего номера телефона. Пожалуйста, попробуйте еще раз»смотреть.

source: ❌ Yo'q
ko: ❌ 아니요
ru: ❌ Нет

source: ✅ Ha
ko: ✅ 예
ru: ✅ Да

source: ❌ Bekor qilindi
ko: ❌ 취소됨
ru: ❌ Отменено

source: Foydalanuvchi
ko: 사용자
ru: Пользователь

source: Admin list is empty; unable to notify admin.
ko: 관리자 목록이 비어 있습니다. 관리자에게 알릴 수 없습니다.
ru: Список администраторов пуст; не могу уведомить администратора.

source: ✅ Hurmatli mijoz! Buyurtmangiz uchun tashakkur. Buyurtma raqami: {orders_num}
ko: ✅ 친애하는 고객님! 주문해 주셔서 감사합니다. 주문 번호: {orders_num}
ru: ✅ Уважаемый покупатель! Спасибо за заказ. Номер заказа: {orders_num}

source: <i>🎉 Sizning {order_num} raqamli buyurtmangizni admin qabul qildi.</i>
ko: <i>🎉 귀하의 디지털 주문 {order_num}이(가) 관리자에 의해 승인되었습니다.</i>
ru: <i>🎉 Ваш цифровой заказ {order_num} принят администратором.</i>

source: 🤷‍♂️ Sizda hali buyurtmalar mavjud emas. Yoki bekor qilingan
ko: 🤷‍♂️ 아직 주문이 없습니다. 아니면 취소됐나요
ru: 🤷‍♂️ У вас пока нет заказов. Или отменено

source: ❌ bekor qilish
ko: ❌ 취소
ru: ❌ отмена

source: Botni ishga tushirish 🫡
ko: 봇 실행 🫡
ru: Запустите бота 🫡

source: Yordam 📖
ko: 도와주세요 📖
ru: Помогите 📖

source: Tilni almashtirish 🔄
ko: 언어 변경 🔄
ru: Сменить язык 🔄

source: Assalomu alaykum! Tanlovingiz 👇🏻.
ko: 인사말! 당신의 선택👇🏻.
ru: Привет! Ваш выбор 👇🏻.

source: Assalomu alaykum! Xush kelibsiz!
ko: 안녕하세요! 환영!
ru: Привет! Добро пожаловать!

source: Buyruqlar: /start - Botni ishga tushirish 🫡 /help - Yordam 📖 /language - Tilni almashtirish 🔄
ko: 명령: /start - 봇 시작 🫡 /help - 도움말 📖 /언어 - 언어 변경 🔄
ru: Команды: /start - Запустить бота 🫡 /help - Помощь 📖 /language - Сменить язык 🔄

source: Tilni tanlang 👇🏻
ko: 언어를 선택하세요 👇🏻
ru: Выберите язык 👇🏻

source: Til
ko: 언어
ru: Язык

source: {lang} tili tanlandi
ko: 언어 {lang}이 선택되었습니다
ru: Язык {lang} выбран

source: Assalomu alaykum! Tanlang.
ko: 인사말! 선택하다.
ru: Привет! Выбирать.

source: Telegram: @Mexmonjonovuz 📞 +{number} 🤖 Bot Mexmonjonov Asadbek @Mexmonjonovuz tomonidan tayorlandi.
ko: NNNN전보: @Mexmonjonovuz N📞 +{숫자} N🤖 봇 Mekhmonjonov는 Asadbek @Mekmonjonovuz가 준비했습니다.
ru: ннннТелеграмма: @Mexmonjonovuz н📞 +{номер} н🤖 Бота Мехмонжонов подготовил Асадбек @Mekmonjonovuz.

source: 🔍 Qidirish
ko: 🔍 검색
ru: 🔍 Поиск

source: ◀️Orqaga
ko: ◀️뒤로
ru: ◀️Назад

source: 🛒 Savatga qo'shish
ko: 🛒 장바구니에 추가
ru: 🛒 В корзину

source: 📚 Kitoblar
ko: 📚 책
ru: 📚 Книги

source: 📃 Mening buyurtmalarim
ko: 📃 내 주문
ru: 📃 Мои заказы

source: 🔵 Biz ijtimoyi tarmoqlarda
ko: 🔵 우리는 소셜 네트워크에 있습니다
ru: 🔵 Мы есть в социальных сетях

source: 📞 Biz bilan bog'lanish
ko: 📞 문의하기
ru: 📞 Свяжитесь с нами

source: 🌐 Tilni almshtirish
ko: 🌐 언어 변경
ru: 🌐 Изменить язык
