Repository: user152736/Online_Book_Shop_Bot
Catalog: locales/tur/LC_MESSAGES/messages.po
Languages: tr_tr

source: Jami: {all_sum} so'm
tr_tr: Toplam: {all_sum} soum

source: Categoriyalardan birini tanlang 👇🏻
tr_tr: Kategorilerden birini seçin 👇🏻

source: Eng kamida 1 ta kitob buyurtma qilishingiz mumkin! 😊
tr_tr: En az 1 kitap sipariş edebilirsiniz! 😊

source: ❌ Savatni tozalash
tr_tr: ❌ Sepetin temizlenmesi

source: ✅ Buyurtmani tasdiqlash
tr_tr: ✅ Sipariş onayı

source: ◀️ orqaga
tr_tr: ◀️ geri

source: 🔢 Buyurtma raqami: <b>{name}</b> 📆 Buyurtma qilingan sana: <b>{date_time}</b> 🟣 Buyurtma holati: <b>{order_status}</b>
tr_tr: 🔢 Sipariş numarası: <b>{name</b> 📆 Sipariş tarihi: <b>{date_time</b> 🟣 Sipariş durumu: <b>{order_status</b>

source: 📞 Telefon raqam
tr_tr: 📞 Telefon numarası

source: Telefon raqamingizni qoldiring (📞 Telefon raqam tugmasini bosing): 👇🏻
tr_tr: Telefon numaranızı bırakın (📞 Telefon numarası butonuna tıklayın): 👇🏻

source: 📞 Raqamingiz qabul qilindi. Tashakkur!
tr_tr: 📞Numaranız alınmıştır. Teşekkürler!

source: Telefon raqamingizni olishda xatolik yuz berdi. Iltimos, qayta urinib ko'ring.
tr_tr: Telefon numaranız alınırken bir hata oluştu. Lütfen tekrar deneyinBakmak.

source: ❌ Yo'q
tr_tr: ❌ Hayır

source: ✅ Ha
tr_tr: ✅ Evet

source: ❌ Bekor qilindi
tr_tr: ❌ İptal edildi

source: Foydalanuvchi
tr_tr: Kullanıcı

source: Admin list is empty; unable to notify admin.
tr_tr: Yönetici listesi boş; yöneticiye bildirimde bulunamıyorum.

source: ✅ Hurmatli mijoz! Buyurtmangiz uchun tashakkur. Buyurtma raqami: {orders_num}
tr_tr: ✅ Değerli müşterimiz! Siparişiniz için teşekkür ederiz. Sipariş numarası: {orders_num}

source: <i>🎉 Sizning {order_num} raqamli buyurtmangizni admin qabul qildi.</i>
tr_tr: <i>🎉 {order_num} numaralı dijital siparişiniz yönetici tarafından kabul edildi.</i>

source: 🤷‍♂️ Sizda hali buyurtmalar mavjud emas. Yoki bekor qilingan
tr_tr: 🤷‍♂️ Henüz siparişiniz yok. Veya iptal edildi

source: ❌ bekor qilish
tr_tr: ❌ iptal

source: Botni ishga tushirish 🫡
tr_tr: Botu başlat 🫡

source: Yordam 📖
tr_tr: Yardım 📖

source: Tilni almashtirish 🔄
tr_tr: Dili değiştir 🔄

source: Assalomu alaykum! Tanlovingiz 👇🏻.
tr_tr: Selamlar! Tercih sizin 👇🏻.

source: Assalomu alaykum! Xush kelibsiz!
tr_tr: Merhaba! Hoş geldin!

source: Buyruqlar: /start - Botni ishga tushirish 🫡 /help - Yordam 📖 /language - Tilni almashtirish 🔄
tr_tr: Komutlar: /start - Botu başlat 🫡 /help - Yardım 📖 /language - Dili değiştir 🔄

source: Tilni tanlang 👇🏻
tr_tr: Bir dil seçin 👇🏻

source: Til
tr_tr: Dil

source: {lang} tili tanlandi
tr_tr: {lang} dili seçildi

source: Assalomu alaykum! Tanlang.
tr_tr: Selamlar! Seçmek.

source: Telegram: @Mexmonjonovuz 📞 +{number} 🤖 Bot Mexmonjonov Asadbek @Mexmonjonovuz tomonidan tayorlandi.
tr_tr: NNNNTelgraf: @Mexmonjonovuz N📞 +{sayı} N🤖 Bot Mekhmonjonov, Asadbek @Mekmonjonovuz tarafından hazırlandı.

source: 🔍 Qidirish
tr_tr: 🔍 Ara

source: ◀️Orqaga
tr_tr: ◀️Geri

source: 🛒 Savatga qo'shish
tr_tr: 🛒 Sepete ekle

source: 📚 Kitoblar
tr_tr: 📚 Kitaplar

source: 📃 Mening buyurtmalarim
tr_tr: 📃 Siparişlerim

source: 🔵 Biz ijtimoyi tarmoqlarda
tr_tr: 🔵Sosyal ağlardayız

source: 📞 Biz bilan bog'lanish
tr_tr: 📞Bize ulaşın

source: 🌐 Tilni almshtirish
tr_tr: 🌐 Dili değiştir
